[
    {
        "id": 1,
        "chefPicture": "https://i.ibb.co/RpK8d3P/chef1.jpg",
        "chefName": "John Smith",
        "yearsOfExperience": 10,
        "numberOfRecipes": 50,
        "likes": 1000,
        "chefBio": "John Smith is a classically trained chef with over a decade of experience in the industry. He has worked in some of the most prestigious restaurants in the world, honing his skills and developing his signature style. John's cuisine is a blend of traditional techniques and modern innovations, creating dishes that are both timeless and exciting. He is passionate about using only the freshest and highest quality ingredients, and his commitment to excellence is reflected in every plate he serves. In his free time, John enjoys traveling and exploring new cuisines, as well as spending time with his family and friends.",
        "recipes1": "Grilled Steak with Chimichurri Sauce",
        "ingredients1": "steak,garlic,parsley,oregano,red wine vinegar",
        "cookingMethod1": "Grill the steak to desired doneness and serve with a tangy chimichurri sauce.",
        "ratings1": 4.8,
        "recipes2": "Garlic Shrimp Pasta",
        "ingredients2": "shrimp,pasta,garlic,butter,parmesan cheese",
        "cookingMethod2": "Cook the shrimp and garlic in butter, toss with pasta and parmesan cheese for a delicious meal.",
        "ratings2": 4.5,
        "recipes3": "Roasted Vegetable Quinoa Bowl",
        "ingredients3": "quinoa,sweet potato,zucchini,red onion,chickpeas",
        "cookingMethod3": "Roast the veggies and chickpeas, then toss with quinoa for a nutritious and satisfying bowl.",
        "ratings3": 4.2
    },
    {
        "id": 2,
        "chefPicture": "https://i.ibb.co/gVNqx9z/chef2.jpg",
        "chefName": "Maria Rodriguez",
        "yearsOfExperience": 8,
        "numberOfRecipes": 30,
        "likes": 500,
        "chefBio": "Maria Rodriguez is a self-taught chef who has always had a passion for cooking. She started out by experimenting in her own kitchen, and quickly gained a following for her unique and flavorful dishes. Maria's cuisine is a fusion of her Latin American roots and her love for global flavors, resulting in a delicious and eclectic menu. She is known for her use of fresh herbs and spices, and her commitment to using sustainable and locally-sourced ingredients. In her spare time, Maria enjoys hiking and exploring nature, as well as experimenting with new recipes in the kitchen.",
        "recipes1": "Chicken Curry",
        "ingredients1": "chicken, onion,garlic,ginger,curry powder",
        "cookingMethod1": "Cook chicken and aromatics in a spicy curry sauce for a delicious and flavorful meal.",
        "ratings1": 4.7,
        "recipes2": "Vegan Lentil Soup",
        "ingredients2": "lentils,carrots,celery,onion,vegetable broth",
        "cookingMethod2": "Simmer lentils, vegetables and broth together for a hearty and nutritious vegan soup.",
        "ratings2": 4.3,
        "recipes3": "Blueberry Pancakes",
        "ingredients3": "pancake mix,blueberries,eggs,milk,butter",
        "cookingMethod3": "Mix pancake batter with blueberries and cook on a griddle for a classic breakfast dish.",
        "ratings3": 4.6
    },
    {
        "id": 3,
        "chefPicture": "https://i.ibb.co/M1d6jTH/chef3.jpg",
        "chefName": "David Lee",
        "yearsOfExperience": 12,
        "numberOfRecipes": 75,
        "likes": 1500,
        "chefBio": "David Lee is a Michelin-starred chef who has worked in some of the most acclaimed restaurants in the world. He is known for his precise and innovative approach to cooking, as well as his use of exotic ingredients and unique flavor combinations. David's cuisine is a fusion of his Korean heritage and his global experiences, resulting in a menu that is both sophisticated and approachable. He is committed to using only the finest ingredients, and his attention to detail is reflected in every dish he creates. In his free time, David enjoys practicing martial arts and studying philosophy, as well as traveling and discovering new culinary traditions.",
        "recipes1": "Mediterranean Salad",
        "ingredients1": "tomatoes,cucumbers,feta cheese,kalamata olives,lettuce",
        "cookingMethod1": "Combine all ingredients and toss with a simple vinaigrette for a refreshing and healthy salad.",
        "ratings1": 4.4,
        "recipes2": "Beef Stroganoff",
        "ingredients2": "beef, mushrooms, onion,sour cream, egg noodles",
        "cookingMethod2": "Cook beef and mushrooms in a creamy sauce, then serve over egg noodles for a comforting meal.",
        "ratings2": 4.9,
        "recipes3": "Caprese Pasta Salad",
        "ingredients3": "pasta,tomatoes,mozzarella cheese,basil,balsamic vinegar",
        "cookingMethod3": "Combine cooked pasta with tomatoes, cheese, and basil, then drizzle with balsamic vinegar for a flavorful pasta salad.",
        "ratings3": 4.1
    },
    {
        "id": 4,
        "chefPicture": "https://i.ibb.co/rwsfpjv/chef4.jpg",
        "chefName": "Julia Nguyen",
        "yearsOfExperience": 6,
        "numberOfRecipes": 20,
        "likes": 250,
        "chefBio": "Julia Nguyen is a rising star in the culinary world, known for her playful and inventive approach to cooking. She started out as a pastry chef, and quickly gained a following for her whimsical and delicious desserts. Julia's cuisine is a fusion of her Vietnamese heritage and her love for all things sweet, resulting in a menu that is both fun and sophisticated. She is passionate about using seasonal and local ingredients, and her commitment to sustainability is reflected in every dish she creates. In her free time, Julia enjoys hiking and spending time outdoors, as well as experimenting with new dessert recipes in the kitchen.",
        "recipes1": "Cauliflower Fried Rice",
        "ingredients1": "cauliflower rice, carrots, peas, onion, soy sauce",
        "cookingMethod1": "Stir-fry cauliflower rice and vegetables in a wok with soy sauce for a low-carb version of a classic dish.",
        "ratings1": 4.0,
        "recipes2": "Baked Salmon with Lemon and Herbs",
        "ingredients2": "salmon fillets,lemon, garlic, thyme, olive oil",
        "cookingMethod2": "Bake salmon fillets with a flavorful mix of lemon, garlic, and herbs for a healthy and delicious dinner.",
        "ratings2": 4.7,
        "recipes3": "Vegetable Stir-Fry",
        "ingredients3": "broccoli,carrots,bell peppers,onion,soy sauce",
        "cookingMethod3": "Stir-fry vegetables in a wok with soy sauce for a quick and easy vegan dish.",
        "ratings3": 4.2
    },
    {
        "id": 5,
        "chefPicture": "https://i.ibb.co/Lv8tHvR/chef5.jpg",
        "chefName": "Daniel Kim",
        "yearsOfExperience": 15,
        "numberOfRecipes": 100,
        "likes": 2000,
        "chefBio": "Daniel Kim is a seasoned chef with over 15 years of experience in the culinary industry. He has worked in some of the most prestigious kitchens around the world, including several Michelin-starred restaurants. Daniel's cuisine is a fusion of his Korean heritage and his global experiences, resulting in a menu that is both refined and approachable. He is known for his precise and innovative techniques, as well as his use of seasonal and locally-sourced ingredients. Daniel is committed to sustainability and minimizing food waste, and his dedication to these values is reflected in every dish he creates. In his free time, Daniel enjoys playing the piano and exploring different cultures through food and travel.",
        "recipes1": "Pesto Pasta",
        "ingredients1": "pasta,pesto, pcherry tomatoes,pine nuts",
        "cookingMethod1": "Toss cooked pasta with pesto sauce, cherry tomatoes, and pine nuts for a delicious and easy meal.",
        "ratings1": 4.6,
        "recipes2": "Baked Chicken Thighs",
        "ingredients2": "chicken thighs,garlic,paprika,olive oil,lemon",
        "cookingMethod2": "Bake chicken thighs with a simple seasoning of garlic, paprika, and lemon for a juicy and flavorful meal.",
        "ratings2": 4.5,
        "recipes3": "Butternut Squash Soup",
        "ingredients3": "butternut squash,onion, garlic,vegetable broth,heavy cream",
        "cookingMethod3": "Simmer butternut squash, onion, and garlic in vegetable broth, then blend with cream for a creamy and comforting soup.",
        "ratings3": 4.3
    },
    {
        "id": 6,
        "chefPicture": "https://i.ibb.co/dpmGNcj/chef6.jpg",
        "chefName": "Emily Davis",
        "yearsOfExperience": 4,
        "numberOfRecipes": 10,
        "likes": 100,
        "chefBio": "Emily Davis is a young chef with a passion for plant-based cuisine. She started out as a home cook, experimenting with vegetarian and vegan recipes in her own kitchen. Emily's cuisine is focused on fresh, whole ingredients, and she is known for her inventive and delicious plant-based dishes. She is committed to using only the highest quality ingredients, and her dedication to sustainability is reflected in every dish she creates. In her free time, Emily enjoys hiking and spending time in nature, as well as experimenting with new vegan recipes in the kitchen.",
        "recipes1": "Ratatouille",
        "ingredients1": "eggplant,zucchini,tomatoes,onion,garlic",
        "cookingMethod1": "Bake vegetables in a tomato-based sauce for a classic French dish that is both delicious and healthy.",
        "ratings1": 4.0,
        "recipes2": "Chocolate Chip Cookies",
        "ingredients2": "flour,sugar,butter,chocolate chips,vanilla extract",
        "cookingMethod2": "Mix all ingredients together, bake in the oven, and enjoy warm and gooey chocolate chip cookies.",
        "ratings2": 4.8,
        "recipes3": "Fish Tacos",
        "ingredients3": "tilapia,cabbage,avocado,lime,taco shells",
        "cookingMethod3": "Cook tilapia and assemble with cabbage, avocado, and lime for a delicious and healthy take on a classic taco.",
        "ratings3": 4.4
    }
]